/* 
  Localizable.strings
  radioz

  Created by Giacomo Tufano on 01/10/12.

*/

"Audio Error" = "Erreur Audio";
"Attempt to play streaming audio failed." = "La tentative de lecture du flux audio a échoué.";
"Error reading URL: %@" = "Erreur  de lecture de l’URL: %@";
"URL not found in redirector." = "URL non trouvée dans la réallocation.";
"Error" = "Erreur";
"Cancel" = "Annuler";
"Error loading redirector: %@" = "Erreur dans le chargement de la réallocation : %@";
" (not for nabaztags)" = " (Pas pour les Nabaztags)";
"While saving the song got the error %@, %@" = "Erreur pendant la sauvegarde de la chanson: %@, %@";
"Malformed song name, cannot save it." = "Nom de chanson mal formée: sauvegarde impossible.";
/* Below is city, country */
"from %@, %@" = "depuis %@, %@";
"Send by e-mail" = "Envoyer par e-mail";
"Tweet it" = "Envoyer par tweet";
"iTunes Store" = "Boutique iTunes";
"Warning" = "Attention";
"Sorry, cannot send email from this device. Please check configuration." = "Désolé, impossible d’envoyer un email depuis ce périphérique. Vérifier la configuration.";
"Sorry, cannot send a tweet now from this device. Please check network and/or configuration." = "Désolé, impossible d’envoyer un tweet depuis ce périphérique. Vérifier le réseau et/ou la configuration..";
"Song saved in RadioZ" = "Chanson sauvegardée sur RadioZ";
"The song seems to not exist on iTunes Store. You could retry after a while." = "La chanson semble ne pas exister dans la boutique iTunes. Essayer plus tard.";
/* buttons on main UI */
"More" = "Plus";
"Lyrics" = "Paroles";
"Web" = "Web";
"Speaker" = "Haut-parleur";
"Save" = "Enregistrer";
/* Save bunny */
"Bunny Name" = "Nom:";
"A name for your bunny" = "Un nom pour votre lapin";
"API Key" = "API key:";
"API KEY or Install-ID (from karotz store bunny page)" = "API key ou Install-ID (depuis la page du site web du Karotz)";
/* radio search */
"Any" = "Tous";
"Name" = "Nom";
"Country" = "Pays";
"Tag" = "Tag";
/* radio add */
"Radio Name:" = "Nom:";
"URL:" = "Flux:";
"Info:" = "Info:";
"Radio URL:" = "Page d'accueil:";
"Radio City:" = "Ville:";
"Radio Country:" = "Pays:";
/* info box */
"InfoText" = "Cette application est ©20122014 Giacomo Tufano.\nTraduction en Français de l'appli par\nNatacha Wilmouth.";
"version %@ (%@)" = "version %@ (%@)";
/* headers */
"Radio List" = "Radios";
"Favorites" = "Signets";
"Bunnies" = "Lapins";
/* 1.0.2 */
"Error communicating with Violet servers: %d" = "Erreur de communication avec les serveurs de Violet: %d. Réessayez le command plus tard.";
"Error in answer from server: %@" = "Erreur dans la réponse du serveur: %@";
"Error in answer from server" = "Erreur dans la réponse du serveur";
"Get Karotz Install-ID" = "Obtenir Karotz Install-ID";
"Stop Play" = "Arrêter la Reproduction";
/* OS X */
"Are you sure you want to delete the favorite?" = "Êtes-vous sûr de vouloir supprimer le favorite?";
"Are you sure you want to delete the bunny?" = "Êtes-vous sûr de vouloir supprimer le lapin?";
"Add a bunny" = "Ajouter un lapin";
"Please enter a name and a key" = "S'il vous plaît entrez un nom et une clé";
"Add a Favorite" = "Ajouter un favori";
"My Favorite Songs" = "Mes chansons favorites";
"Save current radio as a favorite." = "Enregistrer la radio actuelle comme favori.";
"Show lyrics for current song in default browser." = "Voir les paroles de la chanson en cours.";
"Show current radio homepage in default browser." = "Voir page d'accueil radio en cours.";
"Add current song to the list of favorite songs." = "Ajouter la chanson actuelle à la liste de chansons préférées.";
"Show favorite songs list." = "Voir la liste des chansons préférés.";
"Show favorite radios list." = "Voir la liste des radios favori.";
"Show radio list." = "Voir la liste de radio.";
"Play (or stop) radio stream." = "Démarrer (ou arrêter) la radio.";
"Play (or stop) stream to your Nabaztag and/or Karotz." = "Lecture (ou arrêt) de votre flux sur Nabaztag or Karotz.";
"Are you sure you want to delete the song?" = "Êtes-vous sûr de vouloir supprimer la chanson?";
/* 1.1 */
"About Short Wave" = "À propos de Ondes Courtes";
"Short Wave" = "Ondes Courtes";